[
  {
    "id": "alert",
    "name": "Alert",
    "type": "dnd",
    "description": "D&D 5e feat available for Pokemon.",
    "prerequisite": null
  },
  {
    "id": "charger",
    "name": "Charger",
    "type": "dnd",
    "description": "D&D 5e feat available for Pokemon (when using melee attacks).",
    "prerequisite": "when using melee attacks"
  },
  {
    "id": "durable",
    "name": "Durable",
    "type": "dnd",
    "description": "D&D 5e feat available for Pokemon.",
    "prerequisite": null
  },
  {
    "id": "elemental-adept",
    "name": "Elemental Adept",
    "type": "dnd",
    "description": "D&D 5e feat available for Pokemon (choose a Pokemon type).",
    "prerequisite": "choose a Pokemon type"
  },
  {
    "id": "observant",
    "name": "Observant",
    "type": "dnd",
    "description": "D&D 5e feat available for Pokemon.",
    "prerequisite": null
  },
  {
    "id": "resilient",
    "name": "Resilient",
    "type": "dnd",
    "description": "D&D 5e feat available for Pokemon.",
    "prerequisite": null
  },
  {
    "id": "savage-attacker",
    "name": "Savage Attacker",
    "type": "dnd",
    "description": "D&D 5e feat available for Pokemon.",
    "prerequisite": null
  },
  {
    "id": "sentinel",
    "name": "Sentinel",
    "type": "dnd",
    "description": "D&D 5e feat available for Pokemon.",
    "prerequisite": null
  },
  {
    "id": "skill-expert",
    "name": "Skill Expert",
    "type": "dnd",
    "description": "D&D 5e feat available for Pokemon (not Animal Handling).",
    "prerequisite": "not Animal Handling"
  },
  {
    "id": "skilled",
    "name": "Skilled",
    "type": "dnd",
    "description": "D&D 5e feat available for Pokemon (only 1 skill, not Animal Handling).",
    "prerequisite": "only 1 skill, not Animal Handling"
  },
  {
    "id": "skulker",
    "name": "Skulker",
    "type": "dnd",
    "description": "D&D 5e feat available for Pokemon.",
    "prerequisite": null
  },
  {
    "id": "speedy",
    "name": "Speedy",
    "type": "dnd",
    "description": "D&D 5e feat available for Pokemon.",
    "prerequisite": null
  },
  {
    "id": "tough",
    "name": "Tough",
    "type": "dnd",
    "description": "D&D 5e feat available for Pokemon.",
    "prerequisite": null
  },
  {
    "id": "able-bodied",
    "name": "Able-Bodied",
    "type": "pokemon",
    "description": "Your Pokemon's body is trained to learn from and fight off ailments for long periods of time. The status \"grace period\" for this Pokemon is extended by two rounds.",
    "prerequisite": null
  },
  {
    "id": "ac-up",
    "name": "AC Up",
    "type": "pokemon",
    "description": "Your Pokemon's AC increases by 1. This bonus is included through a Pokemon's evolutions.",
    "prerequisite": null
  },
  {
    "id": "ambidextrous",
    "name": "Ambidextrous",
    "type": "pokemon",
    "description": "Your Pokemon can hold an additional held item. This feat can only be taken once.",
    "prerequisite": null
  },
  {
    "id": "combo-master",
    "name": "Combo Master",
    "type": "pokemon",
    "description": "Your Pokemon is an expert in combining strikes against a foe. When this feature is selected, moves that have the ability to hit more than once are guaranteed to hit at least twice. (Fury Swipes, Double Slap, etc.)",
    "prerequisite": null
  },
  {
    "id": "extra-move",
    "name": "Extra Move",
    "type": "pokemon",
    "description": "Your Pokemon can know one more move (five total moves instead of four). You may later take this feat again to gain the ability to know one more move (to a maximum of six moves total).",
    "prerequisite": null
  },
  {
    "id": "gifted",
    "name": "Gifted",
    "type": "pokemon",
    "description": "Increase one ability score of your choice by 1, to a maximum of 22. This ability score's maximum is now 22. As a prerequisite, the Pokemon taking this feat must be at least level 10.",
    "prerequisite": "Pokemon must be at least level 10"
  },
  {
    "id": "hidden-ability",
    "name": "Hidden Ability",
    "type": "pokemon",
    "description": "Your Pokemon reaches inside itself to discover a new ability. It gains access to the Hidden Ability in its stat block.",
    "prerequisite": null
  },
  {
    "id": "melee-master",
    "name": "Melee Master",
    "type": "pokemon",
    "description": "Your Pokemon is a master of close combat.\n\n- Gain advantage on all attacks of opportunity.\n- When you hit a creature with a melee move that uses STR as its move power as part of the Attack action on your turn, you can cause the attack to deal extra damage to the target. The extra damage equals your Proficiency Bonus.",
    "prerequisite": null
  },
  {
    "id": "natural-mount",
    "name": "Natural Mount",
    "type": "pokemon",
    "description": "While this Pokemon is mounted, if the creature mounting it is attacked, it can force the attack to target itself instead. Additionally, if this Pokemon or its mounter are forced to make a Dexterity saving throw that would result in half damage on success, it can deploy additional defenses. This Pokemon can choose either itself or its mounter to take no damage if they succeed on the saving throw, and only half damage if they fail.",
    "prerequisite": null
  },
  {
    "id": "power-sculpter",
    "name": "Power Sculpter",
    "type": "pokemon",
    "description": "Your Pokemon is able to sculpt the power of their moves around their allies. For area of effect moves your Pokemon activates, choose 1 + MOVE allies in range to automatically succeed on their saving throw against taking damage or an effect. If the damage is halved for a successful save, they take no damage instead.",
    "prerequisite": null
  },
  {
    "id": "ranged-master",
    "name": "Ranged Master",
    "type": "pokemon",
    "description": "Your Pokemon is a sharpshooter.\n\n- Your ranged attacks ignore half and three-fourths cover.\n- Being within 5 feet of an enemy doesn't impose Disadvantage on your ranged move attack rolls.",
    "prerequisite": null
  },
  {
    "id": "terrain-adept",
    "name": "Terrain Adept",
    "type": "pokemon",
    "description": "Your Pokemon is especially skilled when fighting on a specific terrain. Choose one of the following terrains when selecting this feature. Your Pokemon gains +3 to attack rolls when in this terrain. Terrains: Coastal, Swamp, Forest, Arctic, Desert, Grassland, Hill, Mountain, Underwater.",
    "prerequisite": null
  },
  {
    "id": "tireless",
    "name": "Tireless",
    "type": "pokemon",
    "description": "Your Pokemon endures hours of rigorous training which keep it in battle longer than the average Pokemon. Gain +1 PP for every move.",
    "prerequisite": null
  },
  {
    "id": "wrangler",
    "name": "Wrangler",
    "type": "pokemon",
    "description": "You have developed a unique set of skills that give you the ability to grapple and hold an opponent down with steady and strong hands. You gain the following benefits:\n\n- You have Advantage on attack rolls against a creature Grappled by you.\n- You don't have to spend extra movement to move a creature Grappled by you if the creature is your size or smaller.\n- When you hit a creature with a melee move that uses the DEX move power as part of the Attack action on your turn, you can use both the Damage and the Grapple option. You can use this benefit only once per turn.",
    "prerequisite": null
  }
]
